Repository: apertium/apertium-eo-en
Catalog: corpa/bil/letero.tmx
Source language: eo
Languages: en

source: ELTIRO EL PRIVATA LETERO DE D-RO ZAMENHOF AL S-RO B.,
en: THE BIRTH OF ESPERANTO

source: Presita kun permeso de ambaŭ korespondantoj, en Jaro 1896
en: Freely translated, from an Esperanto version of a Private Letter of Dr

source: Tradukis el lingvo rusa V.G
en: Zamenhof written in Russian, by John Ellis

source: Vi demandas min, kiel aperis ĉe mi la ideo krei lingvon internacian kaj kia estis la historio de la lingvo Esperanto, de la momento de ĝia naskiĝo, ĝis tiu ĉi tago?
en: You ask me how it was that the idea of creating an international language occurred to me, and what was the history of the Esperanto language from the time of its birth till to-day?

source: La tuta publika historio de la lingvo, t.e. komencante de la tago, kiam mi malkaŝe eliris kun ĝi, estas al Vi pli malpli konata; cetere tiun ĉi periodon de la lingvo estas nun, pro multaj kaŭzoj, ankoraŭ neoportune tuŝadi; mi rakontos al Vi tial en komunaj trajtoj sole la historion de la naskiĝo de la lingvo
en: The entire public history of the language, that is to say, beginning from the day when I gave it to the world, is more or less known to you; further, it is not opportune now, for many reasons, to touch upon that period; I will consequently relate to you, in general lines, merely the story of the birth of my language

source: Estos por mi malfacile rakonti al Vi ĉion, tion ĉi detale, ĉar multon mi mem jam forgesis; la ideo, al kies efektivigo mi dediĉis tutan mian vivon, aperis ĉe mi—estas ridinde ĝin diri—en la plej frua infaneco kaj de tiu ĉi tempo neniam min forlasadis
en: "It would be difficult for me to tell you all this in detail, for much of it I have myself forgotten. The idea, to the realisation of which I have dedicated my whole life, struck me (it is ridiculous to mention it) in my earliest childhood, and from that time never left me

source: Tiu ĉi cirkonstanco parte klarigos al Vi, kial mi kun tiom da obstineco laboris super ĝi, kaj kial mi, malgraŭ ĉiuj malfacilaĵoj kaj maldolĉaĵoj, ne forlasadis tiun ĉi ideon, kiel ĝin faris multaj aliaj, laborintaj sur la sama kampo
en: This circumstance will partly explain why I have laboured upon the matter with so much determination, and why, in spite of all difficulties and hardships, I have not abandoned the idea, as many other working in the same field have done

source: Mi naskiĝis en Bjelostoko, gubernio de Grodno. Tiu ĉi ŝanco donis la direkton al ĉiuj miaj estontaj celadoj
en: "I was born in Bielstock, in the department of Grodno (Russia), where I spent the days of my boyhood

source: En Bjelostoko la loĝantaro konsistas el kvar diversaj nacioj: Rusoj, Poloj, Germanoj kaj Hebreoj; ĉiu el tiuj ĉi elementoj parolas apartan lingvon kaj neamike rilatas la aliajn
en: This fortuitous circumstance determined the direction of my future ambitions, for the inhabitants of Bielstock are of four different nationalities—Russians, Poles, Germans, and Jews—each of which speaks a separate language, and is on bad terms with the others

source: Tie pli ol ie la impresema naturo sentas la multepezan malfeliĉon de diverslingveco, kaj konvinkiĝas ĉe ĉiu paŝo, ke la diverseco de lingvoj estas la sola, aŭ almenaŭ la ĉefa kaŭzo, kiu disigas la homan familion, kaj dividas ĝin en malamikaj partoj
en: There, more than anywhere else, an impressionable nature feels the heavy misfortune of diversity of tongues. One is convinced at every step that the diversity of language is the only, or at least the chief, cause which separates the human family and divides it into inimical sections

source: Oni edukadis min kiel idealiston; oni min instruis, ke ĉiuj homoj estas fratoj, kaj dume sur la strato kaj en la domo, ĉio ĉe ĉiu paŝo igis min senti, ke homoj ne ekzistas: ekzistas sole Rusoj, Poloj, Germanoj, Hebreoj k.t.p
en: "I was brought up as an idealist. I was taught that all men are brothers; meanwhile in the street and at home everything, at every step, compelled me to feel that humanity does not exist, that there are only Russians, Poles, Germans, Jews, etc

source: Tio ĉi ĉiam forte turmentis mian infanan animon, kvankam multoj eble ridetos pri tiu ĉi "doloro pro la mondo" ĉe la infano
en: This thought ever deeply troubled my boyish mind—although many may smile at the thought of a lad sorrowing for humanity

source: Ĉar al mi tiam ŝajnis, ke la "grandaĝaj" posedis ian ĉiopovan forton, mi ripetadis al mi, ke kiam mi estos grandaĝa, mi nepre forigos tiun ĉi malbonon
en: But at that time it seemed to me that the ‘grown ups’ possessed an almighty power, and I said to myself that when I was grown up I would utterly dissipate this evil

source: Iom post iom mi konvinkiĝis, kompreneble, ke ne ĉio fariĝas tiel facile, kiel ĝi prezentiĝas al la infano; unu post la alia mi forĵetadis diversajn infanajn 77utopiojn, kaj nur la revon pri unu homa lingvo mi neniam povis forĵeti
en: "Little by little I became convinced, of course, that these things were not so practicable as in my boyhood I had imagined; one by one I cast aside my various childish utopias, but the dream of one single tongue for all mankind I never could dispel

source: Malklare mi iel min tiris al ĝi, kvankam, kompreneble, sen iaj difinitaj planoj
en: In a dim fashion, without any defined plan, in some way it allured me

source: Mi ne memoras kiam, sed en ĉia okazo sufiĉe frue, ĉe mi formiĝis la konscio, ke la sola lingvo povas esti nur ia neŭtrala, apartenanta al neniu el la nun vivantaj nacioj
en: I do not remember when, but, at all events, it was very early, I arrived at the consciousness that an international language was possible only if it were neutral and belonged to none of the now-existing nationalities

source: Kiam el la Bjelostoka gimnazio mi transiris en la Varsovian duan klasikan gimnazion, mi dum kelka tempo estis forlogata de lingvoj antikvaj kaj revis pri tio, ke mi iam veturados en la tuta mondo kaj per flamaj paroloj inklinados la homojn revivigi unu el tiuj ĉi lingvoj por komuna uzado
en: "When I passed from the Bielstock Gymnasium to the Second Classical School of Warsaw, I was for some time seduced by the dead languages, and dreamed that some day I would travel throughout the world, and in flaming words persuade mankind to revive one of these languages for the common use

source: Poste, mi ne memoras jam kiamaniere, mi venis al firma konvinko, ke tio ĉi estas neebla, kaj mi komencis malklare revi pri nova, arta lingvo
en: Subsequently, I do not now remember how, the conviction came to me that that was an impossibility, and I began, indistinctly, to dream of a new and artificial language

source: Mi ofte komencadis iajn provojn, elpensadis artifikajn riĉegajn deklinaciojn kaj konjugaciojn, k.t.p. Sed homa lingvo kun ĝia, kiel ŝajnis al mi, senfina amaso da gramatikaj formoj, kun ĝiaj centoj da miloj de vortoj, kaj dikaj vortaroj, ŝajnis al mi tia artifika kaj kolosa maŝino, ke mi ne unufoje diradis al mi: "for la revojn!
en: I often made attempts, inventing a profusion of declensions and conjugations, but the language of man, with, as it seemed to me, its endless mass of grammatical forms, its hundreds of thousands of words and ponderous dictionaries, appeared to be such a colossal, and yet tricky, machine that many a time I exclaimed—‘Away with dreams!

source: tiu ĉi laboro ne estas laŭ homaj fortoj,"—kaj tamen mi ĉiam revenadis al mia revo
en: this labour is beyond human powers! ’ But, in spite of all, I always returned to my dream

source: Germanan kaj Francan lingvojn mi ellernadis en infaneco, kiam oni ne povas ankoraŭ kompari kaj fari konkludojn; sed kiam, estante en la 5-a klaso de gimnazio, mi komencis ellernadi lingvon Anglan, la simpleco de la Angla gramatiko ĵetiĝis en miajn okulojn, precipe dank’ al la kruta transiro al ĝi de la gramatikoj Latina kaj Greka
en: "In childhood (before I could make comparisons or work out conclusions) I had learnt French and German, but when, being in the 5th class of the gymnasium, I began to study English, the simplicity of its grammar flashed upon my comprehension, thanks, chiefly, to the wearisome ploughing through the Greek and Latin grammars

source: Mi rimarkis tiam, ke la riĉeco de gramatikaj formoj estas nur blinda historia okazo, sed ne estas necesa por la lingvo
en: I observed that the rich wealth of grammatical forms was not a necessity, but merely the blind result of accidental history

source: Sub tia influo mi komencis serĉi en la lingvo kaj forĵetadi la senbezonajn formojn, kaj mi rimarkis, ke la gramatiko ĉiam pli kaj pli degelas en miaj manoj, kaj baldaŭ mi venis al la gramatiko plej malgranda, kiu okupis sen malutilo por la lingvo ne pli ol kelkajn paĝojn
en: Under that influence I recommenced my research into language, and discarded the unnecessary forms, and I noticed that the grammar ever and ever melted under my hands, and soon I arrived at a tiny grammar, which, without causing any disadvantage to the language, occupied only a few pages

source: Tiam mi komencis pli serioze fordoniĝi al mia revo
en: Then I began to devote myself to my dream more seriously

source: Sed la grandegulaj vortaroj ĉiam ankoraŭ ne lasadis min trankvila
en: Still, the giant dictionaries left me no peace of mind

source: Unu fojon, kiam mi estis en la 6-a aŭ 7-a klaso de la gimnazio, mi okaze turnis la atenton al la surskribo "Ŝvejcarskaja," kiun mi jam multajn fojojn vidis, kaj poste al la elpendaĵo "Konditorskaja." Tiu ĉi "skaja" ekinteresis min kaj montris al mi, ke la sufiksoj donas la eblon el unu vorto fari aliajn vortojn, kiujn oni ne devas aparte ellernadi
en: "One day, when I was in the 6th or 7th class at the gymnasium, my attention was, by chance, turned to the sign ‘Ŝvejtskaja’ (drink-shop), and close by to the sign ‘Konditorskaja’ (sweet-shop). Although I had seen it many times before, this ‘skaja’ aroused my interest, and showed me that by means of suffixes I might make one word into others, which need not be separately learned

source: Tiu ĉi penso ekposedis min tute, kaj mi subite eksentis la teron sub la piedoj
en: This thought took complete possession of me, and all at once I felt the ground beneath my feet

source: Sur la terurajn grandegulajn vortarojn falis radio de lumo, kaj ili komencis rapide malgrandiĝi antaŭ miaj okuloj
en: A ray of light had fallen upon the terrific giant dictionaries, and they began to shrink rapidly before my eyes

source: "La problemo estas solvita! "—diris mi tiam
en: "‘The problem is solved,’ I cried

source: Mi kaptis la ideon pri sufiksoj, kaj komencis multe labori en tiu ĉi direkto
en: I seized this idea of suffixes, and began to work hard upon it

source: Mi komprenis, kian grandan signifon povas havi por la lingvo konscie kreata la plena uzado de tiu forto, kiu en lingvoj naturaj efikis nur parte, blinde, neregule kaj neplene
en: I understood how important it was to make full use of this power—which, in natural languages, plays only a partial, blind, irregular and incomplete rôle—when consciously creating a new language

source: Mi komencis kompari vortojn, serĉi inter ili konstantajn, difinitajn rilatojn kaj ĉiutage mi forĵetadis el la vortaro novan grandegan serion da vortoj, anstataŭigante tiun ĉi grandegon per unu sufikso, kiu signifis certan rilaton
en: I began to compare words, to examine their constant and defined relationships, and every day I cast out from the dictionary a fresh vast series of words, substituting for this mass a single suffix, which signified a certain fixed relationship

source: Mi rimarkis tiam, ke tre granda amaso da vortoj pure radikaj (ekz. "patrino," "mallarĝa," "tranĉilo," k.t.p.) povas esti facile transformitaj en vortojn formitajn kaj malaperi el la vortaro
en: I next remarked that a great number of words, hitherto regarded purely as ‘roots’ (such as ‘mother,’ ‘narrow,’ ‘knife’), might easily be treated as ‘formed words,’ and disappear from the dictionary

source: La meĥaniko de la lingvo estis antaŭ mi kvazaŭ sur la manplato, kaj mi nun komencis jam labori regule, kun amo kaj espero. Baldaŭ post tio mi jam havis skribitan la tutan gramatikon kaj malgrandan vortaron
en: The mechanism of language stood before me as though it were upon the palm of my hand, and, inspired by love and hope, I began to work systematically
